{
  "firstTitle": "Start your Jurassic Journey now!",
  "secondTitle": "From the birth to the extinction.",
  "thirdTitle": " Covering the Age of Dinosaurs, the Mesozoic Era and its three geologictime periods!",
  "insideImageText": "Explore",
  "chartsTitle1": "Size comparison!",
  "chartsTitle2": "Detailed charts.",
  "fossilsTitle1": "Fossils exploration!",
  "fossilsTitle2": "Map.",
  "aboutTitle1": "About section!",
  "aboutTitle2": "Tech stack.",
  "fourthTitle": "Prehistoric information...the boring stuff",
  "fifthTitle": "Some words about extinction!",
  "causeTitle": "The cause, the effect and the details.",
  "causeText1": "The most common theory is that an asteroid collided with the Earth approximately 66 million years,",
  "causeText2": "creating the well known Chicxulub crater at Mexico. The consequences were devastating and in",
  "causeText3": "combination with volcanic eruptions and atmospheric dust to lead in large scale climate and",
  "causeText4": "food chain changes.",
  "mesozoicTitle": "Mesozoic Era!",
  "mesozoicText": "Mesozoic Era!",
  "mesozoicText1": "Lasting from about 252 to 66 million years ago",
  "mesozoicText2": "consist of three geological time periods listed below.",
  "mesozoicText3": "The Earth was much warmer than today and the continents",
  "mesozoicText4": "weren't shaped yet. There was a huge variety in flora",
  "mesozoicText5": "and fauna with the huge reptiles called dinosaures to reign.",
  "triassicText": "252-201 million years ago.",
  "jurassicText": "201-145 million years ago.",
  "cretaceousText": "145-66 million years ago.",
  "weatherTitle": "Climate!",
  "weatherText": "The winters were mild and wet with an average temperature of 15 degrees Celsius.",
  "weatherText1": "While in the summer the temperature was on average at 27 degrees.",
  "weatherText2": "Considering this,The Mesozoic climate was pretty warm, in comparison with today.",
  "weatherText3": "To give you a perspective our average temperature worldwide today is 13.9 degrees Celsius.",
  "oceansTitle": "Oceans!",
  "oceansText": "Wouldn't swin there...",
  "oceansText1": "In comparison to the Earth of today, the world during the Mesozoic Era was vastly different.",
  "oceansText2": "Pangea split at this period, dividing the vast Panthalassa Ocean into several smaller ones,",
  "oceansText3": "like the Tethys Ocean in Asia and our well known Atlantic Ocean.",
  "oceansText4": " Large dinosaurs and reptiles were on top of the food chain, many of them reaching sizes much larger than",
  "oceansText5": "their terrestial cousins.",
  "plantsTitle": "Plants",
  "plantsText0": "Lets cover them too...",
  "plantsText": "Conifers had the main role in terrestial vegetation.",
  "plantsText1": "There were on the bottom of the food chain and were providing",
  "plantsText2": "the herbivore Dinosaurs with plenty of food . This type of vegetation was thriving and ",
  "plantsText3": "was also completely different than todays mainly because of the climate and the absence",
  "plantsText4": "of human activity.",
  "insectsTitle": "Insects!",
  "insectsText1": "I am not even kidding...",
  "insectsText2": "Insects back then, like most of the wildlife were huge.",
  "insectsText3": "Recently found fossils suggest that some species could reach wingspans of",
  "insectsText4": "72 cm."
}
